import StaticContentScreen from "../components/StaticContentScreen"

const Terms = () => {
    return <StaticContentScreen title={"الشروط والأحكام"} content={
        "باستخدام موقع وتطبيق الزهرة العصرية فأنت توافق على الالتزام بهذه الشروط والأحكام، وفي حال عدم موافقتك على الشروط والأحكام يتعين عليك عدم استخدام الموقع والتطبيق ، وعليه فإننا نحتفظ بحقنا بتغيير الشروط والأحكام من وقت لآخر وبالتالي يتعين عليك الاطلاع على هذه الشروط والأحكام بشكلٍ دوري ، ويعتبر استمرار استخدامك لموقع وتطبيق الزهرة العصرية بمثابة موافقة على الشروط والأحكام المطبقة في وقت استخدامك للموقع والتطبيق كجزء من التزامنا بجعل موقع وتطبيق الزهرة العصرية مكانا ترغب في زيارته باستمرار فإننا نرحب بكافة تعليقاتك على أي من السياسات أو القواعد وشكراً جزيلاً."
    } />
}

export default Terms